[
  {
    "title": "Charge state coalescence during electrospray ionization improves peptide identification by tandem mass spectrometry.",
    "volume": "23",
    "issue": "8",
    "page": "1390-9",
    "container-title": "Journal of the American Society for Mass Spectrometry",
    "container-title-short": "J Am Soc Mass Spectrom",
    "ISSN": "1879-1123",
    "issued": {
      "date-parts": [
        [
          2012,
          5,
          18
        ]
      ]
    },
    "author": [
      {
        "given": "Jesse G",
        "family": "Meyer"
      },
      {
        "given": "Elizabeth",
        "family": "A Komives"
      }
    ],
    "PMID": "22610994",
    "PMCID": "PMC6345509",
    "DOI": "10.1007/s13361-012-0404-0",
    "abstract": "We report the effects of supercharging reagents dimethyl sulphoxide (DMSO) and m-nitrobenzyl alcohol (m-NBA) applied to untargeted peptide identification, with special emphasis on non-tryptic peptides. Peptides generated from a mixture of five standard proteins digested with trypsin, elastase, or pepsin were separated with nanoflow liquid chromatography using mobile phases modified with either 5% DMSO or 0.1%m-NBA. Eluting peptides were ionized by online electrospray and sequenced by both CID and ETD using data-dependent MS/MS. Statistically significant improvements in peptide identifications were observed with DMSO co-solvent. In order to understand this observation, we assessed the effects of supercharging reagents on the chromatographic separation and the electrospray quality. The increase in identifications was not due to supercharging, which was greater for the 0.1%m-NBA co-solvent and not observed for the 5.0% DMSO co-solvent. The improved MS/MS efficiency using the DMSO modified mobile phase appeared to result from charge state coalescence.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/22610994",
    "type": "article-journal",
    "id": "11vyuKWyw",
    "note": "This CSL Item was generated by Manubot v0.5.1 from its persistent identifier (standard_id).\nstandard_id: pubmed:22610994"
  },
  {
    "id": "1AK03u1ij",
    "type": "article-journal",
    "abstract": "Liquid chromatography–mass spectrometry (LC–MS) delivers sensitive peptide analysis for proteomics but requires extensive analysis time, reducing throughput. Here, we demonstrate that gas-phase peptide separation instead of LC enables fast proteome analysis. Using direct infusion–shotgun proteome analysis (DI-SPA) by data-independent acquisition mass spectrometry (DIA-MS), we demonstrate the targeted quantification of over 500 proteins within minutes of MS data collection (~3.5 proteins per second). We show the utility of this technology in performing a complex multifactorial proteomic study of interactions between nutrients, genotype and mitochondrial toxins in a collection of cultured human cells. More than 45,000 quantitative protein measurements from 132 samples were achieved in only ~4.4 h of MS data collection. Enabling fast, unbiased proteome quantification without LC, DI-SPA offers an approach to boost throughput, critical to drug and biomarker discovery studies that require analysis of thousands of proteomes.",
    "container-title": "Nature Methods",
    "DOI": "10.1038/s41592-020-00999-z",
    "ISSN": "1548-7105",
    "issue": "12",
    "journalAbbreviation": "Nat Methods",
    "language": "en",
    "page": "1222-1228",
    "source": "www.nature.com",
    "title": "Quantitative shotgun proteome analysis by direct infusion",
    "URL": "https://www.nature.com/articles/s41592-020-00999-z",
    "volume": "17",
    "author": [
      {
        "family": "Meyer",
        "given": "Jesse G."
      },
      {
        "family": "Niemi",
        "given": "Natalie M."
      },
      {
        "family": "Pagliarini",
        "given": "David J."
      },
      {
        "family": "Coon",
        "given": "Joshua J."
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2021",
          12,
          21
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2020",
          12
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.1 from its persistent identifier (standard_id).\nstandard_id: url:https://www.nature.com/articles/s41592-020-00999-z"
  }
]
